"KEY"                     = "挪威语";
"OK"                      = "OK";
"Back"                    = "Tilbake";
"Done"                    = "Ferdig";
"Edit"                    = "Redigere";
"Sorry"                   = "Beklager";
"Cancel"                  = "Avbryt";
"Setting"                 = "Innstilling";
"Photos"                  = "Bilder";
"Videos"                  = "Videoer";
"Preview"                 = "Forhåndsvisning";
"Full image"              = "Fullstendig bilde";
"Processing..."           = "Behandling...";
"No Photos or Videos"     = "Ingen bilder eller videoer";
"Synchronizing photos from iCloud" = "Synkroniserer bilder fra iCloud";
"iCloud sync failed"    = "iCloud-synkronisering mislyktes";
"Can not use camera"      = "Kan ikke bruke kamera";
"Can not choose both video and photo" = "Kan ikke velge både video og bilde";
"Can not choose both photo and GIF" = "Kan ikke velge både bilde og GIF";
"Select the video when in multi state, we will handle the video as a photo" = "Velg videoen når den er i multitilstand, vi vil håndtere videoen som et bilde";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Kan ikke hoppe til siden for personverninnstillinger, vennligst gå til innstillingssiden selv, takk";
"Select a maximum of %zd photos" = "Velg kun opptil %zd bilder";
"Select a minimum of %zd photos" = "Velg minst %zd bilder";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Gi %@ tilgang til albumet ditt i \"Innstillinger > Personvern > Bilder\"";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Vennligst gi %@ tilgang til kameraet ditt i \"Innstillinger > Personvern > Kamera\"";
"Selected for %ld seconds" = "Valgt i %ld sekunder";
"Allow %@ to access your all photos" = "%@ har kun tilgang til utvalgte bilder. Gi tilgang \"Alle bilder\"";
"Add more accessible photos" = "Legg til flere \n tilgjengelige bilder";
